# Binaries
brew 'bandwhich'
brew 'bottom'
brew 'doggo'
brew 'dust'
brew 'eza'
brew 'fastfetch'
brew 'gping'
brew 'hyperfine'
brew 'tldr'
brew 'tokei'
brew 'zoxide'

# install only on Mac
brew 'bat' if OS.mac?
brew 'btop' if OS.mac?
brew 'curl' if OS.mac?
brew 'fd' if OS.mac?
brew 'fzf' if OS.mac?
brew 'nmap' if OS.mac?
brew 'procs' if OS.mac?
brew 'ripgrep' if OS.mac?
brew 'vim' if OS.mac? 
brew 'zsh' if OS.mac?
